tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "sanemat/font"
tap "versent/taps"
brew "anyenv"
brew "python@3.9"
brew "dep"
brew "direnv"
brew "pango"
brew "fontforge"
brew "git"
brew "git-secrets"
brew "gitmoji"
brew "graphviz"
brew "jq"
brew "krb5"
brew "libevent"
brew "libmagic"
brew "md5sha1sum"
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "peco"
brew "postgresql"
brew "sbt"
brew "scala"
brew "shared-mime-info"
brew "sops"
brew "stern"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "sanemat/font/ricty"
brew "versent/taps/saml2aws"
cask "alfred"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
