tap "aws/tap"
tap "goldeneggg/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"
brew "anyenv"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gitmoji"
brew "jq"
brew "krb5"
brew "libevent"
brew "libmagic"
brew "pango"
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "postgresql"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "shared-mime-info"
brew "sops"
brew "stern"
brew "tig"
brew "tmux"
brew "tree"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "goldeneggg/tap/lsec2"
brew "versent/taps/saml2aws"
cask "alfred"
cask "clipy"
cask "docker"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
