tap "aws/tap"
tap "goldeneggg/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "versent/taps"
brew "anyenv"
brew "python@3.9"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.10"
brew "llvm"
brew "ccls"
brew "coreutils"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "node"
brew "gitmoji"
brew "gnu-sed"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "jq"
brew "krb5"
brew "libevent"
brew "libmagic"
brew "libpq"
brew "md5sha1sum", link: false
brew "mysql-client@5.7"
brew "neovim"
brew "nghttp2"
brew "protobuf"
brew "pstree"
brew "python@3.8"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "shared-mime-info"
brew "sops"
brew "stern"
brew "swig"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "versent/taps/saml2aws"
cask "alfred"
cask "chromedriver"
cask "clipy"
cask "dbeaver-community"
cask "docker"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "slack"
cask "visual-studio-code"
