adpyke.vscode-sql-formatter
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
flowtype.flow-for-vscode
harg.iceberg
hashicorp.terraform
huang12zheng.protobuf-helper
jebbs.plantuml
jpoissonnier.vscode-styled-components
kaiwood.endwise
lightyen.tailwindcss-intellisense-twin
mechatroner.rainbow-csv
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
rebornix.ruby
redhat.vscode-yaml
saikou9901.evilinspector
shardulm94.trailing-spaces
sporto.rails-go-to-spec
th7org.eco
tombonnike.vscode-status-bar-format-toggle
vscode-icons-team.vscode-icons
vscodevim.vim
wingrunr21.vscode-ruby
wmaurer.change-case
XadillaX.viml
zoellner.openapi-preview
zxh404.vscode-proto3
