adpyke.vscode-sql-formatter
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
harg.iceberg
hashicorp.terraform
huang12zheng.protobuf-helper
jebbs.plantuml
jpoissonnier.vscode-styled-components
kaiwood.endwise
lightyen.tailwindcss-intellisense-twin
mechatroner.rainbow-csv
ms-vsliveshare.vsliveshare
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
redhat.vscode-yaml
saikou9901.evilinspector
shardulm94.trailing-spaces
vscode-icons-team.vscode-icons
vscodevim.vim
wmaurer.change-case
XadillaX.viml
zoellner.openapi-preview
zxh404.vscode-proto3
